import type { RequestItem } from './types'

export const initialRequests: RequestItem[] = [
  {
    id: 'CRM-04871',
    title: 'ТЕОРЕТИЧЕСКИЕ ОСНОВЫ ПРАВОВОГО РЕГУЛИРОВАНИЯ В СФЕРЕ РАЗРАБОТКИ И ПРИМЕНЕНИЯ ФУНДАМЕНТАЛЬНЫХ МОДЕЛЕЙ ИСКУССТВЕННОГО ИНТЕЛЛЕКТА',
    company: 'ООО «ТехИИ»',
    tags: [
    "искусственный интеллект",
    "фундаментальные модели",
    "генеративные системы ИИ",
    "аудит",
    "оценка соответствия",
    "сертификация",
    "лицензирование",
    "система управления рисками",
    "регуляторные песочницы"
],
    description: 'Ожидаемые результаты.\n' +
        '1. На основе изучения зарубежных и отечественных научных источников будут выявлены и описаны ключевые признаки фундаментальных моделей, разработана классификация фундаментальных моделей. \n' +
        '2. Коллектив сформулирует горизонтальные и вертикальные юридические обязательства разработчиков фундаментальных моделей (обеспечение прозрачности работы модели и документирование всех событий, связанных с функционированием модели; передача информации разработчиком фундаментальной модели другим субъектам в цепочке поставки; обеспечение использования фундаментальных моделей в правомерных целях профессиональными эксплуатантами и др.).\n' +
        '3. Будет определена необходимость возложения дополнительных юридических обязательств и их объем на разработчиков передовых фундаментальных моделей. \n' +
        '4. Коллектив сформулирует преимущества и недостатки различных механизмов, направленных на регулирование допуска на рынок фундаментальных моделей: процедура оценки соответствия, аудит, лицензирование и сертификация.\n' +
        '5. Будут разработаны теоретически обоснованные рекомендации, которые могут быть взяты за основу при разработке отечественного законодательного регулирования в сфере создания и использования фундаментальных моделей.\n' +
        '6. В рамках реализации проекта планируется опубликовать: 2 (две) статьи в изданиях Scopus или Web of Science; 2 (две) статьи в научных изданиях Russian Science Citation Index.\n' +
        '7. Руководитель и исполнитель проекта планируют посетить две и более конференции международного уровня с целью представления экспертному сообществу полученных в течение реализации проекта результатов исследования.\n' +
        '8. Коллектив проекта проведет популяризацию полученных научных результатов посредством размещения материалов в информационно-коммуникационных сетях и в ходе ведения образовательной деятельности в Тюменском государственном университете. \n' +
        '\n' +
        'Ожидаемые результаты являются значимыми и актуальными, мировые научные центры интенсивно работают в целях получения аналогичных результатов. Их успешное достижение будет способствовать созданию в Российской Федерации благоприятных правовых условий для развития технологий в сфере искусственного интеллекта, обеспечения безопасности и надежности систем ИИ, функционирующих на основе фундаментальных моделей.\n',
    status: 1,
    saved: {
      title: 'ТЕОРЕТИЧЕСКИЕ ОСНОВЫ ПРАВОВОГО РЕГУЛИРОВАНИЯ В СФЕРЕ РАЗРАБОТКИ И ПРИМЕНЕНИЯ ФУНДАМЕНТАЛЬНЫХ МОДЕЛЕЙ ИСКУССТВЕННОГО ИНТЕЛЛЕКТА',
      tags: [
      "искусственный интеллект",
      "фундаментальные модели",
      "генеративные системы ИИ",
      "аудит",
      "оценка соответствия",
      "сертификация",
      "лицензирование",
      "система управления рисками",
      "регуляторные песочницы"
      ],
      description: 'Ожидаемые результаты.\n' +
          '1. На основе изучения зарубежных и отечественных научных источников будут выявлены и описаны ключевые признаки фундаментальных моделей, разработана классификация фундаментальных моделей. \n' +
          '2. Коллектив сформулирует горизонтальные и вертикальные юридические обязательства разработчиков фундаментальных моделей (обеспечение прозрачности работы модели и документирование всех событий, связанных с функционированием модели; передача информации разработчиком фундаментальной модели другим субъектам в цепочке поставки; обеспечение использования фундаментальных моделей в правомерных целях профессиональными эксплуатантами и др.).\n' +
          '3. Будет определена необходимость возложения дополнительных юридических обязательств и их объем на разработчиков передовых фундаментальных моделей. \n' +
          '4. Коллектив сформулирует преимущества и недостатки различных механизмов, направленных на регулирование допуска на рынок фундаментальных моделей: процедура оценки соответствия, аудит, лицензирование и сертификация.\n' +
          '5. Будут разработаны теоретически обоснованные рекомендации, которые могут быть взяты за основу при разработке отечественного законодательного регулирования в сфере создания и использования фундаментальных моделей.\n' +
          '6. В рамках реализации проекта планируется опубликовать: 2 (две) статьи в изданиях Scopus или Web of Science; 2 (две) статьи в научных изданиях Russian Science Citation Index.\n' +
          '7. Руководитель и исполнитель проекта планируют посетить две и более конференции международного уровня с целью представления экспертному сообществу полученных в течение реализации проекта результатов исследования.\n' +
          '8. Коллектив проекта проведет популяризацию полученных научных результатов посредством размещения материалов в информационно-коммуникационных сетях и в ходе ведения образовательной деятельности в Тюменском государственном университете. \n' +
          '\n' +
          'Ожидаемые результаты являются значимыми и актуальными, мировые научные центры интенсивно работают в целях получения аналогичных результатов. Их успешное достижение будет способствовать созданию в Российской Федерации благоприятных правовых условий для развития технологий в сфере искусственного интеллекта, обеспечения безопасности и надежности систем ИИ, функционирующих на основе фундаментальных моделей.\n',
    },
    subtasks: [],
    results: [],
  },
  {
    id: 'CRM-04858',
    title: 'ТЕОРЕТИЧЕСКИЕ И ЭКСПЕРИМЕНТАЛЬНЫЕ ИССЛЕДОВАНИЯ ПРОЦЕССА ФОРМИРОВАНИЯ ЧЕРВОТОЧИН/КАНАЛОВ В КАРБОНАТНЫХ ПОРОДАХ ПРИ ПРОКАЧКЕ КИСЛОТ\n',
    company: 'АО «Карбонат»',
    tags: [
      "реакция карбонатов с кислотой",
      "формирование червоточин",
      "критическая скорость",
      "поровых объемов до прорыва",
      "числа Дамкелера",
      "Пекле",
      "растворяющей способности кислоты"
  ],
    description: 'Ожидаемые результаты.\n' +
        'Предполагается соединить в разрабатываемой теории подход Fredd & Fogler об универсальной зависимости объема закачиваемой кислоты до ее прорыва из образца породы от обратного числа Дамкелера, подход Gong & El-Rabaa о зависимости критических параметров процесса от безразмерных чисел и их комбинаций, не зависящих от скорости закачки кислоты, инвариант не зависящий от температуры, выведенный в работах Dong, Zhu & Hill, а также количественные зависимости, полученные в работах Talbot & Gdanski, Pange et al.\n' +
        'Провести цикл необходимых экспериментов по фильтрации кислоты в образцах керна и на вращающимся диске из консолидированного карбоната, необходимых для замыкания модельных зависимостей. Провести исследования по влияния концентрации соляной кислоты на значения критических параметров скорости и объема закачки, при которых формируется червоточина.\n' +
        'Сформулировать замкнутую модель для прогнозирования процесса для одного минералогического состава пород. Разработать подход для моделирования глубины проникновения кислоты и скин фактора нефтяных скважин после обработки карбонатной породы для режимов фронтального выщелачивания, формирования червоточин с учетом их фрактальной структуры и объемной реакции закачанной кислоты с матрицей породы. \n' +
        'Планируется получить обобщенную зависимость скин-фактора после обработки скважин для широкого диапазона скоростей закачки кислоты, включающего все режимы выщелачивания карбонатной породы. Такая зависимость может служить фундаментальной основой для теории воздействия на карбонатные породы с целью увеличения их эффективной проницаемости и продуктивности скважин.\n',
    status: 1,
    saved: {
      title: 'ТЕОРЕТИЧЕСКИЕ И ЭКСПЕРИМЕНТАЛЬНЫЕ ИССЛЕДОВАНИЯ ПРОЦЕССА ФОРМИРОВАНИЯ ЧЕРВОТОЧИН/КАНАЛОВ В КАРБОНАТНЫХ ПОРОДАХ ПРИ ПРОКАЧКЕ КИСЛОТ\n',
      tags: [
        "реакция карбонатов с кислотой",
        "формирование червоточин",
        "критическая скорость",
        "поровых объемов до прорыва",
        "числа Дамкелера",
        "Пекле",
        "растворяющей способности кислоты"
    ],
      description: 'Ожидаемые результаты.\n' +
          'Предполагается соединить в разрабатываемой теории подход Fredd & Fogler об универсальной зависимости объема закачиваемой кислоты до ее прорыва из образца породы от обратного числа Дамкелера, подход Gong & El-Rabaa о зависимости критических параметров процесса от безразмерных чисел и их комбинаций, не зависящих от скорости закачки кислоты, инвариант не зависящий от температуры, выведенный в работах Dong, Zhu & Hill, а также количественные зависимости, полученные в работах Talbot & Gdanski, Pange et al.\n' +
          'Провести цикл необходимых экспериментов по фильтрации кислоты в образцах керна и на вращающимся диске из консолидированного карбоната, необходимых для замыкания модельных зависимостей. Провести исследования по влияния концентрации соляной кислоты на значения критических параметров скорости и объема закачки, при которых формируется червоточина.\n' +
          'Сформулировать замкнутую модель для прогнозирования процесса для одного минералогического состава пород. Разработать подход для моделирования глубины проникновения кислоты и скин фактора нефтяных скважин после обработки карбонатной породы для режимов фронтального выщелачивания, формирования червоточин с учетом их фрактальной структуры и объемной реакции закачанной кислоты с матрицей породы. \n' +
          'Планируется получить обобщенную зависимость скин-фактора после обработки скважин для широкого диапазона скоростей закачки кислоты, включающего все режимы выщелачивания карбонатной породы. Такая зависимость может служить фундаментальной основой для теории воздействия на карбонатные породы с целью увеличения их эффективной проницаемости и продуктивности скважин.\n',
    },
    subtasks: [],
    results: [],
  },
  {
    id: 'CRM-04843',
    title: 'МОДЕЛИРОВАНИЕ ПРОЦЕССОВ РЕЗИСТИВНОГО ПЕРЕКЛЮЧЕНИЯ МЕМРИСТОРА И ОБРАБОТКИ СИГНАЛОВ В МЕМРИСТОРНОМ МАССИВЕ АППАРАТНОЙ ИМПУЛЬСНОЙ НЕЙРОСЕТИ И ДРУГИХ УСТРОЙСТВ НЕЙРОПРОЦЕССОРА\n',
    company: 'ООО «Нейросети»',
    tags: [
      "мемристор",
      "оксид металлов",
      "компактная схемотехническая многофиламентная модель",
      "резестивное переключение",
      "вольт-амперная характеристика",
      "пластичность мемристора",
      "аппаратная импульсная нейросеть",
      "деградация сигнала",
      "паразитные токи",
      "отказоустойчивость"
  ],
    description: 'Аннотация.\n' +
        'Существующие компактные схемотехнические модели мемристора при расчете больших мемристорных массивов гораздо эффективней физических моделей, описывающих физические процессы в оксидах металлов с помощью дифференциальных уравнений второго порядка в частных производных. Однако и эти компактные однофиламентные и многофиламентные модели достаточно сложны, требуют большого времени для настройки и численного моделирования работы мемристора, результаты которого недостаточно хорошо согласуются с экспериментальными данными. По этим причинам существующие компактные схемотехнические модели мемристора не могут быть использованы для моделирования работы большой аппаратной нейросети и других устройств нейропроцессора.\n' +
        'В настоящем проекте будут разработаны достаточно простые компактные схемотехнические модели резистивного переключения и контролируемой многоуровневой настройкой проводимости в биполярном металлооксидном мемристоре, которые можно использовать для моделирования процессов обработки сигналов в больших мемристорных массивах. Модели мемристора будут иметь минимальное время расчета и возможность воспроизведения его экспериментальных электрических характеристик с высокой точностью. Эти модели могут минимизировать время расчета процессов обработки сигналов в больших мемристорных массивах импульсной аппаратной нейросети нейропроцессора, в том числе процессов программирования мемристора и его самообучения, зависимого от времени импульса (STDP – spike-timing dependent plasticity).\n' +
        'Более точные модели мемристоров позволят получить достаточно реалистичные оценки на максимальный размер и отказоустойчивость электрических схем нейропроцессора. Наиболее сильное влияние улучшенные модели окажут на процесс обучения импульсной нейросети, поскольку он сильно зависит от динамики резистивного переключения. \n' +
        'Будет произведена реализация разработанных компактных моделей мемристора в оригинальной специализированной программе MDC-SPICE (Memristor-Diode Crossbar - Simulation Program with Integrated Circuit Emphasis), предназначенной для имитационного моделирования работы больших электрических схем, содержащих мемристорно-диодные кроссбары.   \n' +
        'С помощью этой программы, содержащей реальные электрические характеристики селективного диода, будут численно промоделированы процессы обработки сигналов в большой аппаратной импульсной нейросети (до миллиона ячеек), построенной на основе оригинальной биоморфной электрической схемы нейрона и оригинального мемристорно-диодного кроссбара с пассивными селективными элементами. Такая большая аппаратная импульсная нейросеть существенно отличается качеством обработки сигналов, высокой интеграцией элементов и энергоэффективностью по сравнению с существующими схемами аппаратных нейросетей из нескольких нейронов с простой электрической схемой и с синапсами на дискретных мемристорах.   Будет проведено численное моделирование процессов кодирования двоичного числа одновременно в частоту и задержки импульсов и декодирования поступающих от нейронов импульсов в двоичный формат соответственно во входном и выходном устройствах нейропроцессора, построенных на основе логической матрицы.\n' +
        'Будет проведено сравнение с предыдущими численными расчетами этих устройств нейропроцессора, сделанных на основе идеальных моделей мемристора и диода Зенера.\n' +
        'С помошью достаточно простых и точных оригинальных моделей мемристора будет проведен детальный анализ процессов деградации сигнала в большом мемристорном массиве синапсов, а также анализ отказоустойчивости его работы и влияния соседних нейронов на синаптический ток, которое возникает вследствие паразитных токов между соседними ячейками в мемристорном кроссбаре.\n' +
        'Полученные результаты дадут возможность провести оптимизацию параметров отдельных элементов, аппаратной импульсной нейросети, входного кодирующего и выходного декодирующего устройств, которая необходима для дальнейшего проектирования и промышленного изготовления нейропроцессора\n',
    status: 1,
    saved: {
       title: 'МОДЕЛИРОВАНИЕ ПРОЦЕССОВ РЕЗИСТИВНОГО ПЕРЕКЛЮЧЕНИЯ МЕМРИСТОРА И ОБРАБОТКИ СИГНАЛОВ В МЕМРИСТОРНОМ МАССИВЕ АППАРАТНОЙ ИМПУЛЬСНОЙ НЕЙРОСЕТИ И ДРУГИХ УСТРОЙСТВ НЕЙРОПРОЦЕССОРА\n',
      tags: [
        "мемристор",
        "оксид металлов",
        "компактная схемотехническая многофиламентная модель",
        "резестивное переключение",
        "вольт-амперная характеристика",
        "пластичность мемристора",
        "аппаратная импульсная нейросеть",
        "деградация сигнала",
        "паразитные токи",
        "отказоустойчивость"
    ],
      description: 'Аннотация.\n' +
          'Существующие компактные схемотехнические модели мемристора при расчете больших мемристорных массивов гораздо эффективней физических моделей, описывающих физические процессы в оксидах металлов с помощью дифференциальных уравнений второго порядка в частных производных. Однако и эти компактные однофиламентные и многофиламентные модели достаточно сложны, требуют большого времени для настройки и численного моделирования работы мемристора, результаты которого недостаточно хорошо согласуются с экспериментальными данными. По этим причинам существующие компактные схемотехнические модели мемристора не могут быть использованы для моделирования работы большой аппаратной нейросети и других устройств нейропроцессора.\n' +
          'В настоящем проекте будут разработаны достаточно простые компактные схемотехнические модели резистивного переключения и контролируемой многоуровневой настройкой проводимости в биполярном металлооксидном мемристоре, которые можно использовать для моделирования процессов обработки сигналов в больших мемристорных массивах. Модели мемристора будут иметь минимальное время расчета и возможность воспроизведения его экспериментальных электрических характеристик с высокой точностью. Эти модели могут минимизировать время расчета процессов обработки сигналов в больших мемристорных массивах импульсной аппаратной нейросети нейропроцессора, в том числе процессов программирования мемристора и его самообучения, зависимого от времени импульса (STDP – spike-timing dependent plasticity).\n' +
          'Более точные модели мемристоров позволят получить достаточно реалистичные оценки на максимальный размер и отказоустойчивость электрических схем нейропроцессора. Наиболее сильное влияние улучшенные модели окажут на процесс обучения импульсной нейросети, поскольку он сильно зависит от динамики резистивного переключения. \n' +
          'Будет произведена реализация разработанных компактных моделей мемристора в оригинальной специализированной программе MDC-SPICE (Memristor-Diode Crossbar - Simulation Program with Integrated Circuit Emphasis), предназначенной для имитационного моделирования работы больших электрических схем, содержащих мемристорно-диодные кроссбары.   \n' +
          'С помощью этой программы, содержащей реальные электрические характеристики селективного диода, будут численно промоделированы процессы обработки сигналов в большой аппаратной импульсной нейросети (до миллиона ячеек), построенной на основе оригинальной биоморфной электрической схемы нейрона и оригинального мемристорно-диодного кроссбара с пассивными селективными элементами. Такая большая аппаратная импульсная нейросеть существенно отличается качеством обработки сигналов, высокой интеграцией элементов и энергоэффективностью по сравнению с существующими схемами аппаратных нейросетей из нескольких нейронов с простой электрической схемой и с синапсами на дискретных мемристорах.   Будет проведено численное моделирование процессов кодирования двоичного числа одновременно в частоту и задержки импульсов и декодирования поступающих от нейронов импульсов в двоичный формат соответственно во входном и выходном устройствах нейропроцессора, построенных на основе логической матрицы.\n' +
          'Будет проведено сравнение с предыдущими численными расчетами этих устройств нейропроцессора, сделанных на основе идеальных моделей мемристора и диода Зенера.\n' +
          'С помошью достаточно простых и точных оригинальных моделей мемристора будет проведен детальный анализ процессов деградации сигнала в большом мемристорном массиве синапсов, а также анализ отказоустойчивости его работы и влияния соседних нейронов на синаптический ток, которое возникает вследствие паразитных токов между соседними ячейками в мемристорном кроссбаре.\n' +
          'Полученные результаты дадут возможность провести оптимизацию параметров отдельных элементов, аппаратной импульсной нейросети, входного кодирующего и выходного декодирующего устройств, которая необходима для дальнейшего проектирования и промышленного изготовления нейропроцессора\n',

    },
    subtasks: [],
    results: [],
  },
  {
    id: 'CRM-04831',
    title: 'ФУНКЦИОНАЛЬНАЯ ИДЕНТИФИКАЦИЯ СОРНЫХ РАСТЕНИЙ АГРОЦЕНОЗОВ НА ОСНОВЕ СТРУКТУРНОГО И СПЕКТРАЛЬНОГО АНАЛИЗА ЛИСТЬЕВ\n',
    company: 'ООО «Полисадник»',
    tags: [
        "физиология сорняков",
        "экологические индикаторы",
        "функциональные черты листьев",
        "фотосинтез сорняков",
        "структура листа",
        "адаптация к климату",
        "спектры отражения",
        "фитосанитарный мониторинг",
        "спектральный анализ"
    ],
    description: 'Ожидаемые результаты.\n' +
        'В ходе выполнения проекта будут изучены функциональные особенности и спектральные характеристики листьев пахотных сорняков. Критериями для отбора видов сорных растений будут следующие: должны быть виды с разными функциональными свойствами – однолетние и многолетние, с С3 и С4-типом метаболизма, агрессивные (злостные) сорняки и реже встречающиеся, которые могут расти и в естественных экосистемах. Исследования будут проведены на сельскохозяйственных полях в окрестностях г. Тюмень в культурах пшеницы и картофеля. Также будут изучены функциональные показатели данных культур. Будут получены новые данные по функциональным чертам листьев сорных растений включая клеточную организацию мезофилла, параметры и активность хлоропластов, фотосинтез и транспирацию, содержание пигментов. Будет проведена оценка функциональных свойств сорных растений и проведен сравнительный анализ полученных результатов с имеющимися данными по растениям естественных экосистем. В ходе выполнения проекта планируется разработка новых методов выявления сорных растений на основе функционального подхода и анализа спектральных особенностей растений. Данный результат имеет большую значимость: разработка специальных алгоритмов для идентификации сорных растений с помощью спектрального анализа позволяет своевременно принять меры по их контролю, что снижает потери урожая и уменьшает затраты на борьбу с ними.\n',
    status: 1,
    saved: {
      title: 'ФУНКЦИОНАЛЬНАЯ ИДЕНТИФИКАЦИЯ СОРНЫХ РАСТЕНИЙ АГРОЦЕНОЗОВ НА ОСНОВЕ СТРУКТУРНОГО И СПЕКТРАЛЬНОГО АНАЛИЗА ЛИСТЬЕВ\n',
          tags: [
              "физиология сорняков",
              "экологические индикаторы",
              "функциональные черты листьев",
              "фотосинтез сорняков",
              "структура листа",
              "адаптация к климату",
              "спектры отражения",
              "фитосанитарный мониторинг",
              "спектральный анализ"
          ],
          description: 'Ожидаемые результаты.\n' +
              'В ходе выполнения проекта будут изучены функциональные особенности и спектральные характеристики листьев пахотных сорняков. Критериями для отбора видов сорных растений будут следующие: должны быть виды с разными функциональными свойствами – однолетние и многолетние, с С3 и С4-типом метаболизма, агрессивные (злостные) сорняки и реже встречающиеся, которые могут расти и в естественных экосистемах. Исследования будут проведены на сельскохозяйственных полях в окрестностях г. Тюмень в культурах пшеницы и картофеля. Также будут изучены функциональные показатели данных культур. Будут получены новые данные по функциональным чертам листьев сорных растений включая клеточную организацию мезофилла, параметры и активность хлоропластов, фотосинтез и транспирацию, содержание пигментов. Будет проведена оценка функциональных свойств сорных растений и проведен сравнительный анализ полученных результатов с имеющимися данными по растениям естественных экосистем. В ходе выполнения проекта планируется разработка новых методов выявления сорных растений на основе функционального подхода и анализа спектральных особенностей растений. Данный результат имеет большую значимость: разработка специальных алгоритмов для идентификации сорных растений с помощью спектрального анализа позволяет своевременно принять меры по их контролю, что снижает потери урожая и уменьшает затраты на борьбу с ними.\n',
    },
    subtasks: [],
    results: [],
  },
]
